//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_DAW */

	"100" = "unknown";
	"101" = "Undeclared";
	"102" = "Cancel";
	"103" = "Edit";
	"104" = "Undo";
	"105" = "Redo";
	"106" = "Cut";
	"107" = "Copy";
	"108" = "Paste";
	"109" = "Clear";
	"110" = "Select All";
	"111" = "Enter";
	"112" = "Return";
	"113" = "Escape";
	"114" = "Backspace";
	"115" = "Left Arrow";
	"116" = "Right Arrow";
	"117" = "Up Arrow";
	"118" = "Down Arrow";
	"119" = "Page Up";
	"120" = "Page Down";
	"121" = "Home";
	"122" = "End";
	"123" = "Space";
	"124" = "Tab";
	"125" = "Comma";
	"126" = "Period";
	"127" = "Quote";
	"128" = "Semicolon";
	"129" = "Backquote";
	"130" = "Minus";
	"131" = "Equals";
	"132" = "Plus";
	"133" = "Insert";
	"134" = "Delete";
	"135" = "Help";

/* L10N_PEDViews_127 */

	"200" = "Mixer Settings";
	"201" = "Use dithered mixer";
	"202" = "Disk Buffer Info Message";
	"203" = "Minimize system memory allocation (takes effect at next restart).";
	"204" = "Size:";
	"205" = "Optimize for streaming content on audio drives (requires more system memory)";
	"206" = "Plug-In Streaming Buffer";
	"207" = "Settings";
	"208" = "AAE Playback Buffer (disk buffer)";
	"209" = "Playback Engine";
	"210" = "OK";
	"211" = "Size:";
	"212" = "Lower values for the disk buffer reduce disk latency (system more responsive).  Higher values improve disk performance (system less responsive).";
	"213" = "Cache Size:";

/* L10N_PEDViews_128 */

	"300" = "Cache Size:";
	"301" = "Size:";
	"302" = "Optimize for streaming content on audio drives (requires more system memory)";
	"303" = "AAE Playback Buffer";
	"304" = "Minimize system memory allocation (takes effect at next restart).";
	"305" = "Settings";
	"306" = "Lower values for the disk buffer reduce disk latency (system more responsive).  Higher values improve disk performance (system less responsive).";
	"307" = "Disk Buffer Info Message";
	"308" = "Engine";
	"309" = "Mixer Settings";
	"310" = "Playback Engine";
	"311" = "OK";
	"312" = "Plug-In Streaming Buffer";
	"313" = "Size:";
	"314" = "Use dithered mixer";

/* L10N_PEDViews_130 */

	"400" = "Ignore Errors During Playback/Record (may cause clicks and pops)";
	"401" = "H/W Buffer Size:";
	"402" = "Minimize Additional I/O Latency";
	"403" = "Host Engine";
	"404" = "CPU Usage Limit:";
	"405" = "Host Processors:";

/* L10N_PEDViews_131 */

	"500" = "Number Of Voices:";
	"501" = "Host Processors";
	"502" = "H/W Buffer Size:";
	"503" = "CPU Usage Limit:";

/* L10N_PEDViews_132 */

	"600" = "Delay Compensation Engine:";
	"601" = "Host Processors:";
	"602" = "44.1 kHz";
	"603" = "Minimize Additional I/O Latency";
	"604" = "Ignore Errors During Playback/Record (may cause clicks and pops)";
	"605" = "CPU Usage Limit:";
	"606" = "Sample Rate:";
	"607" = "H/W Buffer Size:";
	"608" = "Number Of Voices:";
	"609" = "Host Engine";

/* L10N_Cmn */

	"700" = "( %1, %2 )";
	"701" = "an assertion occurred in \"%1\", line %2";
	"702" = "out_of_range: Cmn_ChunkyVecImpl::At";
	"703" = "Move down src: %1, len: %2, dest: %3\n";
	"704" = "Move up src: %1, len: %2, dest: %3\n";
	"705" = "an unexpected error occurred";
	"706" = "there is not enough memory";
	"707" = "unexpected end of stream encountered";
	"708" = "an attempt was made to set position past end of stream";
	"709" = "out_of_range: Cmn_PolyVectorImpl::At";
	"710" = "Cmn_MakeString: conversion error failed";
	"711" = "end of file encountered";
	"712" = "Little endian";
	"713" = "Big endian";
	"714" = "Not Set";

/* L10N_XPL */

	"800" = "\pAbout...";
	"801" = "Progress Dialog";
	"802" = "Alert";
	"803" = "Cancel";
	"804" = "OK";

/* L10N_ProToolsGeneric */

	"900" = "None";
	"901" = "none";
	"902" = "MIDI";
	"903" = "&OK";
	"904" = "Quit";
	"905" = "&Cancel";
	"906" = "&Accept";
	"907" = "&Decline";
	"908" = "&Copy Error Message";
	"909" = "&Retry";
	"910" = "&Stop";
	"911" = "&Delete";
	"912" = "&Continue";
	"913" = "&Yes";
	"914" = "&No";
	"915" = "More &Info...";
	"916" = "Any";
	"917" = "All";
	"918" = "All";
	"919" = "off";
	"920" = "off";
	"921" = "on";
	"922" = "pan";
	"923" = "volume";
	"924" = "volume trim";
	"925" = "level trim";
	"926" = "n/a";
	"927" = "Pro Tools";
	"928" = "&Save";
	"929" = "&Don't Save";
	"930" = "&Discard";
	"931" = "&Keep";
	"932" = "&Don't Delete";
	"933" = "&Remove";
	"934" = "ProTools 5.0";
	"935" = "ProTools 4.3";
	"936" = "ProTools 3.2";
	"937" = "Pro Tools 5.0";
	"938" = "Pro Tools 4.3";
	"939" = "Pro Tools 3.2";
	"940" = "Audio Tracks";
	"941" = "Audio and Video Tracks";
	"942" = "MIDI Tracks";
	"943" = "Aux Tracks";
	"944" = "Master Tracks";
	"945" = "Instrument Tracks";
	"946" = "VCA Masters";
	"947" = "Folders";
	"948" = "Frozen Tracks";
	"949" = "Could not create the TCE plug-in's factory default file because %1.";
	"950" = "not available";
	"951" = "Not Available";
	"952" = " with ";
	"953" = "\"%1\"";
	"954" = "Don't show this again";
	"955" = "Minimal";
	"956" = "&Allow";
	"957" = "&Replace";
	"958" = "简体中文 (Simplified Chinese)";
	"959" = "繁體中文 (Traditional Chinese)";
	"960" = "Deutsch (German)";
	"961" = "English (English)";
	"962" = "Español (Spanish)";
	"963" = "Français (French)";
	"964" = "Italiano (Italian)";
	"965" = "日本語 (Japanese)";
	"966" = "한글 (Korean)";
	"967" = "Sign In";
	"968" = "Sign Out";
	"969" = "Signing In";
	"970" = "Session";
	"971" = "Project";
	"972" = "&Repair";
	"973" = "You have used %1 of %2 (%3%) total cloud storage";
	"974" = " (Storage: %1%)";
	"975" = "You are trying to run a newer version of Pro Tools than allowed by your license. You can uninstall this version of Pro Tools and reinstall any version of Pro Tools that is supported by your license, or visit your MyAvid Account to renew your upgrade plan.";
	"976" = "MyAvid";
	"977" = "Would you like to send usage and diagnostic data to Avid to help us improve our products and services?\n\n";
	"978" = "Note that some web-based screens may continue to collect usage and diagnostic data in accordance with our Privacy Policy.";
	"979" = "\n\nThis setting can be changed in Pro Tools Preferences > Operation > Diagnostics.";
	"980" = "\n\nThis setting can be changed in the Pro Tools First “Setup” menu.";
	"981" = "&Update";
	"982" = "&Skip";
	"983" = "&Save As...";

/* L10N_Languages */

	"1000" = "Japanese";
	"1001" = "English";
	"1002" = "Simplified Chinese";
	"1003" = "Traditional Chinese";
	"1004" = "Japanese";
	"1005" = "Korean";
	"1006" = "French";
	"1007" = "Italian";
	"1008" = "German";
	"1009" = "Spanish";

/* L10N_PEDViews */

	"1100" = "Playback Engine";
	"1101" = "OK";
	"1102" = "Settings";
	"1103" = "AAE Playback Buffer (disk buffer)";
	"1104" = "Cache Size:";
	"1105" = "Size:";
	"1106" = "Lower values for the disk buffer reduce disk latency (system more responsive).  Higher values improve disk performance (system less responsive).";
	"1107" = "Disk Buffer Info Message";
	"1108" = "Minimize system memory allocation (takes effect at next restart).";
	"1109" = "Plug-In Streaming Buffer";
	"1110" = "Size:";
	"1111" = "Optimize for streaming content on audio drives (requires more system memory)";
	"1112" = "Playback Engine";
	"1113" = "OK";
	"1114" = "Engine";
	"1115" = "Plug-In Streaming Buffer";
	"1116" = "Size:";
	"1117" = "Optimize for streaming content on audio drives (requires more system memory)";
	"1118" = "AAE Playback Buffer";
	"1119" = "Cache Size:";
	"1120" = "Size:";
	"1121" = "Lower values for the disk buffer reduce disk latency (system more responsive).  Higher values improve disk performance (system less responsive).";
	"1122" = "Disk Buffer Info Message";
	"1123" = "Minimize system memory allocation (takes effect at next restart).";
	"1124" = "Settings";
	"1125" = "CPU Usage Limit:";
	"1126" = "Host Engine";
	"1127" = "Host Processors:";
	"1128" = "H/W Buffer Size:";
	"1129" = "Ignore Errors During Playback/Record (may cause clicks and pops)";
	"1130" = "Minimize Additional I/O Latency";
	"1131" = "H/W Buffer Size:";
	"1132" = "CPU Usage Limit:";
	"1133" = "Number Of Voices:";
	"1134" = "Host Processors";
	"1135" = "H/W Buffer Size:";
	"1136" = "CPU Usage Limit:";
	"1137" = "Sample Rate:";
	"1138" = "Host Engine";
	"1139" = "Number Of Voices:";
	"1140" = "44.1 kHz";
	"1141" = "Delay Compensation Engine:";
	"1142" = "Host Processors:";
	"1143" = "Ignore Errors During Playback/Record (may cause clicks and pops)";
	"1144" = "Minimize Additional I/O Latency";

/* L10N_Alert */

	"1200" = "The selected insert does not support \"bypass\".";
	"1201" = "The fade is too short.  It must be at least 4 samples long.";
	"1202" = "A voice must be assigned before the track can be record enabled.";
	"1203" = "Not enough memory to create all overviews!";
	"1204" = "Could not allocate space for recording!";
	"1205" = "Unable to create record files for one or more tracks.  Check your disk allocation and drive permissions.";
	"1206" = "That name is already used by another file.";
	"1207" = "The transpose value is too extreme.";
	"1208" = "A fade clip can not be moved independently of the clip it is derived from.";
	"1209" = "There is a locked clip within the selection. Locked clips cannot be moved or edited.";
	"1210" = "This version of Pro Tools requires DAE version 5.1 or later.";
	"1211" = "32 Bit Addressing must be enabled in the \"Memory\" control panel.";
	"1212" = "Virtual memory must be disabled in the \"Memory\" control panel.";
	"1213" = "A DigiSystem INIT is required.";
	"1214" = "You need to create a \"DAE Folder\" inside the System Folder.  This is where DAE should be located.";
	"1215" = "AAE could not be found.";
	"1216" = "Pro Tools hardware is either not installed or used by another program.";
	"1217" = "Pro Tools may not be receiving digital sync.";
	"1218" = "There is not enough memory available to run AAE.";
	"1219" = "No disk drive attached to the Pro Tools card.";
	"1220" = "The \"DSP Farm\" is missing or not installed properly.";
	"1221" = "A serious clock error has occurred, please restart your computer.";
	"1222" = "AAE was unable to communicate with the audio hardware.  Please stop playback or exit from other audio applications that are using the hardware.";
	"1223" = "Movie functions require QuickTime.  If you want Movie functionality, please install QuickTime and QuickTime Power Plug version 2.5 or greater into the extensions folder and reboot.";
	"1224" = "Movie functions require QuickTime.  If you want Movie functionality, please install QuickTime and QuickTime Power Plug version 2.5 or greater into the extensions folder and reboot.";
	"1225" = "Your version of QuickTime is too old.  If you want Movie functionality, please install QuickTime and QuickTime Power Plug version 2.5 or greater into the extensions folder and reboot.";
	"1226" = "Your audio device is configured with an unsupported audio buffer size.  Please select one of the following supported buffer sizes in the device control panel, if available: 32, 64, 128, 256, 512, 1024, or 2048.";
	"1227" = "Pro Tools could not set your audio device to the correct sample rate.	  Please close all other audio applications and make sure this device is not selected as the default playback or recording device in the \"Sound and Audio Devices\" control panel.";
	"1228" = "operation was canceled by user";
	"1229" = "Audio which exists outside of the destination sequence boundaries will be excluded. Do you want to continue?";
	"1230" = "An error occurred installing Shoe Tool. Try running a build with signed components first to get it installed properly.";
	"1231" = "Installing PACE support...";
	"1232" = "An error occurred installing Pace drivers.  Try manually installing the latest drivers from iLok.com.";
	"1233" = "The chosen input and output devices are not part of the same HW unit.  This may cause unexpected results, such as clips, pops, or distortion.  For best results, please choose input and output devices that are a part of the same unit.";
	"1234" = "Playback Engine...";
	"1235" = "Installing Avid Application Manager ...";
	"1236" = "An error occurred installing Avid Application Manager";
	"1237" = "Both input and output devices cannot be set to \"None\" ";
	"1238" = "Activation failed for an unknown reason. Error code %1.";
	"1239" = "Sign-in to Pro Tools was not successful. Please visit Avid.com to learn how you can enable cloud functionality for your account.";
	"1240" = "Could not connect to iLok services. Please try again later.";
	"1241" = "Activation failed.  Please update iLok License Manager.";
	"1242" = "Activation failed. You must use the iLok License Manager application to deactivate another machine or iLok before authorizing this machine.";
	"1243" = "Activation failed.  There are no remaining iLok assets in your account.";
	"1244" = "Activation failed. Please register your iLok with ILok License Manager.";
	"1245" = "The selected audio files cannot be spotted to the edit insertion. The number of channels on tracks under the insertion must match the number of channels of audio selected in the Workspace.";
	"1246" = "The software required to validate the license for this product is not running. Please reinstall the product or download and run the iLok License Manager installer here:\n\nhttp://www.ilok.com";
	"1247" = "The operation is not permitted because %1.";
	"1248" = "The current HDX firmware version is not compatible with Pro Tools 2018.12 and earlier. Downgrading HDX firmware should only be done when running Pro Tools 2018.12 or earlier is required. To downgrade:\n\n1. Click OK to quit Pro Tools\n2. Relaunch the same version of Pro Tools\n3. Click OK when prompted to downgrade HDX firmware";
	"1249" = "The current Pro Tools | Carbon firmware version is not compatible with Pro Tools 2018.12 and earlier. Downgrading firmware should only be done when running Pro Tools 2018.12 or earlier is required. To downgrade:\n\n1. Click OK to quit Pro Tools\n2. Relaunch the same version of Pro Tools\n3. Click OK when prompted to downgrade Carbon firmware";
	"1250" = "Pro Tools encountered an error with its installation, please remove it and reinstall";
	"1251" = "there is not enough free disk space";

